Revit 2027 API
ParameterTypeId.ZoneCalculatedSupplyAirflowPerAreaParam Property
 "Calculated Supply Airflow per area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneCalculatedSupplyAirflowPerAreaParam { get; }
Public Shared ReadOnly Property ZoneCalculatedSupplyAirflowPerAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneCalculatedSupplyAirflowPerAreaParam {
	ForgeTypeId^ get ();
}
static member ZoneCalculatedSupplyAirflowPerAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace